OdGeLibVersion.op_GreaterThanOrEqual(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input library version is greater than or equal to this library version.

OdGeLibVersion.op_GreaterThan(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input library version is greater than this library version.

OdGeLibVersion.op_LessThanOrEqual(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input library version is less than or equal to this library version.

OdGeLibVersion.op_LessThan(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input library version is less than this library version.

OdGeLibVersion.op_Inequality(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input interval is not identical to this interval.

OdGeLibVersion.op_Equality(OdGeLibVersion!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Comparison operator for the OdGeLibVersion object.
\returns
A boolean value that indicates whether the input library version is identical to this library version.